Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Training load integration pulls workout data from Apple Health and calculates key metrics used by elite athletes and coaches worldwide.
ar: يجلب تكامل حمل التدريب بيانات التمارين من Apple Health ويحسب مقاييس رئيسية يستخدمها رياضيو النخبة والمدربون حول العالم.
da: Integrationen af træningsbelastning henter træningsdata fra Apple Health og beregner nøgletal, som eliteatleter og trænere over hele verden bruger.
de: Die Trainingsintegration ruft Trainingsdaten aus Apple Health ab und berechnet zentrale Metriken, die Spitzensportler und Trainer weltweit nutzen.
es: La integración de la carga de entrenamiento toma los datos de entrenamientos de Apple Health y calcula métricas clave que usan deportistas y entrenadores de élite de todo el mundo.
fi: Harjoituskuormituksen integrointi hakee harjoitustiedot Apple Healthista ja laskee keskeiset mittarit, joita huippu-urheilijat ja valmentajat käyttävät ympäri maailmaa.
fr: L’intégration de la charge d’entraînement récupère les données de séances depuis Apple Santé et calcule les métriques clés utilisées par les sportifs d’élite et les entraîneurs du monde entier.
is: Samþætting æfingaálags sækir æfingagögn úr Apple Health og reiknar lykilmælingar sem afreksíþróttafólk og þjálfarar um allan heim nota.
it: L'integrazione del carico di allenamento recupera i dati degli allenamenti da Apple Salute e calcola le metriche chiave usate da atleti d'élite e allenatori in tutto il mondo.
ja: トレーニング負荷の連携では、Apple ヘルスケアからワークアウトのデータを取得し、世界中のエリートアスリートやコーチが使う主要な指標を計算します。
ko: 훈련 부하 통합은 Apple 건강에서 운동 데이터를 가져와 전 세계 엘리트 선수와 코치들이 사용하는 핵심 지표를 계산합니다.
nb: Integreringen av treningsbelastning henter treningsdata fra Apple Health og beregner sentrale måltall som brukes av eliteutøvere og trenere over hele verden.
nl: De integratie van trainingsbelasting haalt trainingsgegevens uit Apple Health en berekent kernwaarden die topsporters en coaches wereldwijd gebruiken.
pt_br: A integração da carga de treino busca dados de treino no Apple Saúde e calcula métricas-chave usadas por atletas de elite e treinadores no mundo todo.
ru: Интеграция тренировочной нагрузки получает данные о тренировках из Apple Здоровья и рассчитывает ключевые показатели, которыми пользуются элитные спортсмены и тренеры по всему миру.
sv: Integreringen av träningsbelastning hämtar träningsdata från Apple Hälsa och beräknar nyckeltal som används av elitidrottare och tränare världen över.
zh_hans: 训练负荷整合会从 Apple 健康读取训练数据，并计算全球精英运动员和教练使用的关键指标。

source: Training Metrics Explained
ar: شرح مقاييس التدريب
da: Træningsmålinger forklaret
de: Trainingsmetriken erklärt
es: Métricas de entrenamiento explicadas
fi: Harjoitusmittarit selitettyinä
fr: Les métriques d’entraînement expliquées
is: Æfingamælingar útskýrðar
it: Le metriche di allenamento spiegate
ja: トレーニング指標の解説
ko: 훈련 지표 설명
nb: Treningsmåltall forklart
nl: Trainingswaarden uitgelegd
pt_br: Métricas de treino explicadas
ru: Объяснение тренировочных показателей
sv: Träningsmåtten förklarade
zh_hans: 训练指标详解

source: Training Readiness
ar: الجاهزية للتدريب
da: Træningsparathed
de: Trainingsbereitschaft
es: Preparación para entrenar
fi: Harjoitusvalmius
fr: Préparation à l’entraînement
is: Æfingaviðbúnaður
it: Prontezza all'allenamento
ja: トレーニングの準備状態
ko: 훈련 준비 상태
nb: Treningsberedskap
nl: Trainingsgereedheid
pt_br: Prontidão para treino
ru: Готовность к тренировке
sv: Träningsberedskap
zh_hans: 训练准备状态

source: Training Readiness Zone
ar: منطقة الجاهزية للتدريب
da: Træningsparathedszone
de: Trainingsbereitschaftszone
es: Zona de preparación para entrenar
fi: Harjoitusvalmiuden alue
fr: Zone de préparation à l’entraînement
is: Svæði æfingaviðbúnaðar
it: Zona di prontezza all'allenamento
ja: トレーニングの準備状態ゾーン
ko: 훈련 준비 구간
nb: Sone for treningsberedskap
nl: Zone voor trainingsgereedheid
pt_br: Zona de prontidão para treino
ru: Зона готовности к тренировке
sv: Zon för träningsberedskap
zh_hans: 训练准备状态区间

source: Training Stress Balance — CTL minus ATL. Positive = fresh, negative = fatigued.
ar: توازن إجهاد التدريب — CTL ناقص ATL. الموجب = منتعش، والسالب = مُرهَق.
da: Training Stress Balance — CTL minus ATL. Positiv = frisk, negativ = træt.
de: Training Stress Balance — CTL minus ATL. Positiv = frisch, negativ = ermüdet.
es: Balance de estrés de entrenamiento: CTL menos ATL. Positivo = fresco, negativo = fatigado.
fi: Harjoitusrasituksen tasapaino — CTL miinus ATL. Positiivinen = levännyt, negatiivinen = väsynyt.
fr: Training Stress Balance (équilibre du stress d’entraînement) — CTL moins ATL. Positif = frais, négatif = fatigué.
is: Training Stress Balance — CTL mínus ATL. Jákvætt = ferskur, neikvætt = þreyttur.
it: Training Stress Balance — CTL meno ATL. Positivo = fresco, negativo = affaticato.
ja: Training Stress Balance（トレーニングストレスバランス）— CTL から ATL を引いた値。プラス = フレッシュ、マイナス = 疲労。
ko: 훈련 스트레스 밸런스 — CTL에서 ATL을 뺀 값. 양수 = 신선함, 음수 = 피로.
nb: Training Stress Balance — CTL minus ATL. Positiv = uthvilt, negativ = sliten.
nl: Training Stress Balance — CTL min ATL. Positief = fris, negatief = vermoeid.
pt_br: Training Stress Balance (equilíbrio de estresse do treino) — CTL menos ATL. Positivo = descansado, negativo = fatigado.
ru: Баланс тренировочного стресса — CTL минус ATL. Положительный = свежесть, отрицательный = усталость.
sv: Training Stress Balance — CTL minus ATL. Positivt = utvilad, negativt = trött.
zh_hans: 训练压力平衡 — CTL 减 ATL。正值 = 状态新鲜，负值 = 疲劳。

source: Translated Analysis (iOS 18+)
ar: التحليل المترجم (iOS 18 وما بعده)
da: Oversat analyse (iOS 18+)
de: Übersetzte Analyse (iOS 18+)
es: Análisis traducido (iOS 18+)
fi: Käännetty analyysi (iOS 18+)
fr: Analyse traduite (iOS 18 et ultérieurs)
is: Þýdd greining (iOS 18+)
it: Analisi tradotta (iOS 18+)
ja: 翻訳された分析（iOS 18 以降）
ko: 번역된 분석(iOS 18 이상)
nb: Oversatt analyse (iOS 18+)
nl: Vertaalde analyse (iOS 18+)
pt_br: Análise traduzida (iOS 18+)
ru: Переведённый анализ (iOS 18+)
sv: Översatt analys (iOS 18+)
zh_hans: 翻译后的分析（iOS 18+）

source: Travel across multiple time zones
ar: السفر عبر مناطق زمنية متعددة
da: Rejser på tværs af flere tidszoner
de: Reisen über mehrere Zeitzonen
es: Viajes con varios cambios de zona horaria
fi: Matkustaminen usean aikavyöhykkeen yli
fr: Voyage à travers plusieurs fuseaux horaires
is: Ferðalög yfir mörg tímabelti
it: Viaggi attraverso più fusi orari
ja: 複数のタイムゾーンをまたぐ移動
ko: 여러 시간대를 넘나드는 여행
nb: Reiser over flere tidssoner
nl: Reizen door meerdere tijdzones
pt_br: Viagem por vários fusos horários
ru: Перелёт через несколько часовых поясов
sv: Resor över flera tidszoner
zh_hans: 跨越多个时区的旅行

source: Travel — Jet lag, different time zones
ar: السفر — اضطراب الرحلات الجوية، مناطق زمنية مختلفة
da: Rejse — Jetlag, andre tidszoner
de: Reisen — Jetlag, andere Zeitzonen
es: Viaje: jet lag, otras zonas horarias
fi: Matkustaminen — Aikaerorasitus, eri aikavyöhykkeet
fr: Voyage — Décalage horaire, autres fuseaux horaires
is: Ferðalag — Flugþreyta, önnur tímabelti
it: Viaggio — Jet lag, fusi orari diversi
ja: Travel — 時差ぼけ、異なるタイムゾーン
ko: 여행 — 시차, 다른 시간대
nb: Reise — Jetlag, andre tidssoner
nl: Reizen — Jetlag, andere tijdzones
pt_br: Viagem — Jet lag, outros fusos horários
ru: Поездка — смена часовых поясов, джетлаг
sv: Resa — Jetlag, andra tidszoner
zh_hans: 旅行 — 时差、不同时区

source: Trend Chart
ar: مخطط الاتجاه
da: Tendensgraf
de: Trenddiagramm
es: Gráfico de tendencias
fi: Trendikaavio
fr: Graphique des tendances
is: Þróunargraf
it: Grafico delle tendenze
ja: トレンドチャート
ko: 추세 차트
nb: Trenddiagram
nl: Trendgrafiek
pt_br: Gráfico de tendência
ru: График тренда
sv: Trenddiagram
zh_hans: 趋势图

source: Trends
ar: الاتجاهات
da: Tendenser
es: Tendencias
fi: Trendit
fr: Tendances
is: Stefnur
it: Tendenze
ja: トレンド
ko: 추세
nb: Trender
pt_br: Tendências
ru: Тенденции
sv: Trender
zh_hans: 趋势

source: Trends work; deep sleep-stage history is thinner
ar: الاتجاهات تعمل؛ وتاريخ مراحل النوم العميق أقل تفصيلًا
da: Tendenser virker; historikken for dybe søvnstadier er tyndere
de: Trends funktionieren; der Verlauf der Tiefschlafphasen ist dünner
es: Las tendencias funcionan; el historial de fases de sueño profundo es más limitado
fi: Trendit toimivat; syvän unen vaiheiden historia on suppeampi
fr: Les tendances fonctionnent ; l’historique des phases de sommeil profond est plus limité
is: Þróun virkar; saga svefnstiga er takmarkaðri
it: Le tendenze funzionano; lo storico delle fasi del sonno profondo è più limitato
ja: トレンドは機能しますが、睡眠段階の詳細な履歴はまだ手薄です
ko: 추세는 작동하지만, 깊은 수면 단계 기록은 아직 부족합니다
nb: Trender fungerer; historikken for søvnstadier er tynnere
nl: Trends werken; geschiedenis van diepe slaapstadia is magerder
pt_br: Tendências funcionam; o histórico de estágios de sono profundo é mais limitado
ru: Тренды работают; история по стадиям глубокого сна скуднее
sv: Trender fungerar; historiken över djupa sömnstadier är tunnare
zh_hans: 趋势可用；深睡阶段的历史数据较少

source: Troubleshooting
ar: استكشاف الأخطاء
da: Fejlfinding
de: Fehlerbehebung
es: Solución de problemas
fi: Vianetsintä
fr: Dépannage
is: Úrræðaleit
it: Risoluzione dei problemi
ja: トラブルシューティング
ko: 문제 해결
nb: Feilsøking
nl: Probleemoplossing
pt_br: Solução de Problemas
ru: Устранение неполадок
sv: Felsökning
zh_hans: 故障排除

source: TSB near zero = Balanced — training matches recovery
ar: TSB قريب من الصفر = متوازن — التدريب يطابق التعافي
da: TSB nær nul = Balanceret — træningen matcher restitutionen
de: TSB nahe null = Ausgeglichen — Training und Erholung passen zusammen
es: TSB cercano a cero = equilibrado: el entrenamiento se ajusta a la recuperación
fi: TSB lähellä nollaa = Tasapainossa — harjoittelu vastaa palautumista
fr: TSB proche de zéro = Équilibré — l’entraînement correspond à la récupération
is: TSB nálægt núlli = Jafnvægi — æfingar passa við bata
it: TSB vicino a zero = Equilibrio — l'allenamento corrisponde al recupero
ja: TSB がゼロ付近 = バランスがとれている — トレーニングと回復が釣り合っています
ko: TSB가 0 근처 = 균형 — 훈련과 회복이 맞음
nb: TSB nær null = balansert — treningen samsvarer med restitusjonen
nl: TSB rond nul = In balans — training past bij herstel
pt_br: TSB perto de zero = Equilibrado — o treino corresponde à recuperação
ru: TSB около нуля = баланс — тренировки соответствуют восстановлению
sv: TSB nära noll = I balans — träningen motsvarar återhämtningen
zh_hans: TSB 接近零 = 平衡 — 训练与恢复相匹配

source: Two composite scores that serve different purposes at different stages of your baseline development.
ar: نتيجتان مركّبتان تخدمان أغراضًا مختلفة في مراحل مختلفة من بناء خط الأساس لديك.
da: To sammensatte scorer, der tjener forskellige formål på forskellige stadier af opbygningen af din baseline.
de: Zwei zusammengesetzte Werte, die in verschiedenen Phasen des Aufbaus deiner Baseline unterschiedlichen Zwecken dienen.
es: Dos puntuaciones compuestas con fines distintos en distintas etapas del desarrollo de tu línea base.
fi: Kaksi yhdistettyä pistemäärää, jotka palvelevat eri tarkoituksia perustason kehityksen eri vaiheissa.
fr: Deux scores composites qui servent des objectifs différents à différentes étapes de la construction de votre référence.
is: Tvö samsett stig sem þjóna ólíkum tilgangi á ólíkum stigum í uppbyggingu grunngildisins.
it: Due punteggi compositi con scopi diversi in fasi diverse della costruzione della tua linea di base.
ja: ベースライン構築の段階に応じて異なる目的を果たす、2 つの複合スコアです。
ko: 기준선 형성 단계마다 서로 다른 목적을 가진 두 가지 종합 점수.
nb: To sammensatte scorer med ulike formål i ulike faser av oppbyggingen av grunnlinjen din.
nl: Twee samengestelde scores met verschillende doelen in verschillende fasen van de opbouw van je basislijn.
pt_br: Duas pontuações compostas com finalidades diferentes em estágios diferentes da construção da sua linha de base.
ru: Две составные оценки, которые служат разным целям на разных этапах формирования базового уровня.
sv: Två sammansatta poäng som fyller olika syften i olika skeden av din baslinjeuppbyggnad.
zh_hans: 两个综合评分，在你建立基线的不同阶段发挥不同作用。

source: Two more things worth knowing about that evidence. It used a trained convolutional model over resting heart rate, respiratory rate, RMSSD, HRV entropy, a five-day history and demographics — not hand-set thresholds like the ones here. And the widely repeated "43% sensitivity, 95% specificity" pair did not come from that prospective study at all; it came from earlier retrospective work based on self-reported illness with no laboratory confirmation. Emuqu's own rule has never been tested by either method.
ar: أمران آخران يستحقان المعرفة عن ذلك الدليل. استخدم نموذجًا التفافيًا مدرّبًا على معدل ضربات القلب أثناء الراحة ومعدل التنفس وRMSSD وإنتروبيا HRV وتاريخ خمسة أيام والبيانات الديموغرافية — لا عتبات مضبوطة يدويًا كتلك المستخدمة هنا. والثنائي المتكرر كثيرًا «حساسية 43%، نوعية 95%» لم يأتِ من تلك الدراسة الاستباقية أصلًا؛ بل من عمل استرجاعي سابق مبني على مرض أبلغ عنه المشاركون بأنفسهم دون تأكيد مختبري. ولم تُختبر قاعدة Emuqu نفسها بأيٍّ من الطريقتين.
da: To ting mere er værd at vide om den evidens. Den brugte en trænet konvolutionsmodel på hvilepuls, vejrtrækningsfrekvens, RMSSD, HRV-entropi, fem dages historik og demografi — ikke håndsatte tærskler som dem her. Og det ofte gentagne par »43 % sensitivitet, 95 % specificitet« kom slet ikke fra det prospektive studie; det kom fra tidligere retrospektivt arbejde baseret på selvrapporteret sygdom uden laboratoriebekræftelse. Emuqus egen regel er aldrig blevet testet med nogen af metoderne.
de: Zwei weitere Dinge zu dieser Evidenz: Sie nutzte ein trainiertes neuronales Faltungsnetz über Ruheherzfrequenz, Atemfrequenz, RMSSD, HRV-Entropie, einen Fünf-Tage-Verlauf und demografische Daten — keine von Hand gesetzten Schwellen wie hier. Und das oft wiederholte Paar „43 % Sensitivität, 95 % Spezifität“ stammt gar nicht aus dieser prospektiven Studie, sondern aus früheren retrospektiven Arbeiten auf Basis selbst gemeldeter Erkrankungen ohne Laborbestätigung. Die eigene Regel von Emuqu wurde mit keiner der beiden Methoden getestet.
es: Dos cosas más que conviene saber sobre esa evidencia. Usó un modelo convolucional entrenado sobre la frecuencia cardíaca en reposo, la frecuencia respiratoria, el RMSSD, la entropía de la HRV, un historial de cinco días y datos demográficos, no umbrales fijados a mano como los de aquí. Y el par tan repetido de «43 % de sensibilidad, 95 % de especificidad» no salió de ese estudio prospectivo; salió de trabajos retrospectivos anteriores basados en enfermedades autodeclaradas sin confirmación de laboratorio. La regla propia de Emuqu nunca se ha probado con ninguno de los dos métodos.
fi: Kaksi muuta asiaa on hyvä tietää tuosta näytöstä. Siinä käytettiin koulutettua konvoluutiomallia, joka hyödynsi leposykettä, hengitystiheyttä, RMSSD:tä, HRV-entropiaa, viiden päivän historiaa ja taustatietoja — ei käsin asetettuja kynnyksiä kuten täällä. Ja laajalti toistettu pari "43 % herkkyys, 95 % tarkkuus" ei tullut lainkaan tuosta prospektiivisesta tutkimuksesta; se tuli aiemmasta retrospektiivisestä työstä, joka perustui itse ilmoitettuun sairauteen ilman laboratoriovahvistusta. Emuqun omaa sääntöä ei ole testattu kummallakaan menetelmällä.
fr: Deux autres choses à savoir sur ces données. L’étude utilisait un modèle convolutif entraîné sur la fréquence cardiaque au repos, la fréquence respiratoire, le RMSSD, l’entropie de la HRV, un historique de cinq jours et des données démographiques — pas des seuils fixés à la main comme ici. Et la paire souvent répétée « 43 % de sensibilité, 95 % de spécificité » ne provient pas du tout de cette étude prospective ; elle vient de travaux rétrospectifs antérieurs fondés sur des maladies autodéclarées, sans confirmation en laboratoire. La règle propre à Emuqu n’a été testée par aucune de ces méthodes.
is: Tvennt í viðbót er vert að vita um þær vísbendingar. Notað var þjálfað földunarnet (convolutional) á hvíldarpúls, öndunartíðni, RMSSD, HRV-óreiðu, fimm daga sögu og lýðfræðiupplýsingar — ekki handstilltir þröskuldar eins og hér. Og parið „43% næmi, 95% sértæki“ sem oft er endurtekið kom alls ekki úr þeirri framsýnu rannsókn; það kom úr eldri afturvirkum rannsóknum sem byggðu á sjálfsgreindum veikindum án staðfestingar á rannsóknarstofu. Eigin regla Emuqu hefur aldrei verið prófuð með hvorugri aðferðinni.
it: Altre due cose da sapere su queste evidenze. Lo studio usava un modello convoluzionale addestrato su frequenza cardiaca a riposo, frequenza respiratoria, RMSSD, entropia dell'HRV, uno storico di cinque giorni e dati demografici — non soglie impostate a mano come quelle usate qui. E la coppia spesso ripetuta "43% di sensibilità, 95% di specificità" non viene affatto da quello studio prospettico: viene da lavori retrospettivi precedenti basati su malattie autodichiarate senza conferma di laboratorio. La regola di Emuqu non è mai stata testata con nessuno dei due metodi.
ja: その根拠について知っておきたい点がさらに 2 つあります。その研究では、ここで使っているような手動設定のしきい値ではなく、安静時心拍数、呼吸数、RMSSD、HRV エントロピー、5 日間の履歴、人口統計学的情報を入力とする学習済みの畳み込みモデルが使われていました。また、よく繰り返される「感度 43%、特異度 95%」という数字は、その前向き研究から得られたものではなく、検査による確認のない自己申告の体調不良に基づく、それ以前の後ろ向き研究によるものです。Emuqu 自体のルールは、どちらの方法でも検証されたことがありません。
ko: 그 근거에 대해 알아 둘 만한 두 가지가 더 있습니다. 해당 연구는 여기서처럼 수작업으로 정한 임계값이 아니라, 안정 시 심박수, 호흡수, RMSSD, HRV 엔트로피, 5일간의 기록, 인구통계 정보를 입력으로 하는 학습된 합성곱 모델을 사용했습니다. 그리고 널리 반복되는 "민감도 43%, 특이도 95%" 수치는 그 전향적 연구에서 나온 것이 전혀 아니며, 검사실 확인 없이 자가 보고된 질병에 기반한 이전의 후향적 연구에서 나온 것입니다. Emuqu 자체의 규칙은 어느 방법으로도 시험된 적이 없습니다.
nb: To ting til er verdt å vite om det grunnlaget. Den brukte en trent konvolusjonsmodell basert på hvilepuls, respirasjonsfrekvens, RMSSD, HRV-entropi, fem dagers historikk og demografi — ikke håndsatte terskler som de her. Og det mye gjentatte paret «43 % sensitivitet, 95 % spesifisitet» kom ikke fra den prospektive studien i det hele tatt; det kom fra tidligere retrospektivt arbeid basert på selvrapportert sykdom uten laboratoriebekreftelse. Emuqus egen regel er aldri testet med noen av metodene.
nl: Nog twee dingen om te weten over dat bewijs. Er werd een getraind convolutioneel model gebruikt op rusthartslag, ademhalingsfrequentie, RMSSD, HRV-entropie, een geschiedenis van vijf dagen en demografische gegevens — geen handmatig ingestelde drempels zoals hier. En het vaak herhaalde paar ‘43% sensitiviteit, 95% specificiteit’ kwam helemaal niet uit die prospectieve studie; het kwam uit eerder retrospectief werk op basis van zelfgerapporteerde ziekte zonder laboratoriumbevestiging. De eigen regel van Emuqu is met geen van beide methoden getest.
pt_br: Mais duas coisas que vale saber sobre essa evidência. Ela usou um modelo convolucional treinado com frequência cardíaca de repouso, frequência respiratória, RMSSD, entropia da VFC, um histórico de cinco dias e dados demográficos — não limites definidos manualmente como os daqui. E o par muito repetido de "43% de sensibilidade, 95% de especificidade" nem veio desse estudo prospectivo; veio de trabalhos retrospectivos anteriores baseados em doença autorrelatada, sem confirmação laboratorial. A regra do próprio Emuqu nunca foi testada por nenhum dos dois métodos.
ru: Ещё две вещи об этих данных. Там использовалась обученная свёрточная модель по пульсу в покое, частоте дыхания, RMSSD, энтропии ВСР, пятидневной истории и демографии — а не заданные вручную пороги, как здесь. А часто повторяемая пара «чувствительность 43%, специфичность 95%» вообще не из того проспективного исследования; она из более ранней ретроспективной работы на основе самостоятельных сообщений о болезни без лабораторного подтверждения. Собственное правило Emuqu никогда не проверялось ни одним из этих методов.
sv: Ytterligare två saker är värda att veta om det underlaget. Det använde en tränad faltningsmodell över vilopuls, andningsfrekvens, RMSSD, HRV-entropi, fem dagars historik och demografi — inte handinställda trösklar som de här. Och det ofta upprepade paret "43 % sensitivitet, 95 % specificitet" kom inte alls från den prospektiva studien; det kom från tidigare retrospektiv forskning baserad på självrapporterad sjukdom utan laboratoriebekräftelse. Emuqus egen regel har aldrig testats med någon av metoderna.
zh_hans: 关于这些证据，还有两点值得了解。该研究使用的是一个经过训练的卷积模型，输入包括静息心率、呼吸频率、RMSSD、HRV 熵、五天的历史以及人口统计信息 — 而不是像这里这样手动设定的阈值。而广为流传的“43% 敏感度、95% 特异度”这组数字根本不是来自那项前瞻性研究；它来自更早的回顾性研究，依据的是自我报告的病情，没有实验室确认。Emuqu 自己的规则从未用这两种方法检验过。
